import React from 'react';
import '../../styles/home/FAQ.scss';

const FAQ = () => {
    return (
        <div className='FAQ parent'>
            <div className="wrapper gap-2">
                <h1 className="sub-title">F.A.Q.</h1>
                <div className="texts gap-1">
                    <p className="text"><b>Разнообразие моделей</b></p>
                    <p className="text answer">Коллекции, представленные в салоне, отлично сочетаются. Если вы хотите реализовать свой собственный дизайнерский потенциал – нет ничего проще. Кроме того, мы уверены, что сможем помочь вам воплотить в жизнь любые идеи ванных комнат. Начиная с выбора качественной кафельной плитки и заканчивая современными душевыми кабинами, или элегантными ванными на гнутых ножках.</p>
                </div>
                <div className="texts gap-1">
                    <p className="text"><b>Разнообразие моделей</b></p>
                    <p className="text answer">Коллекции, представленные в салоне, отлично сочетаются. Если вы хотите реализовать свой собственный дизайнерский потенциал – нет ничего проще. Кроме того, мы уверены, что сможем помочь вам воплотить в жизнь любые идеи ванных комнат. Начиная с выбора качественной кафельной плитки и заканчивая современными душевыми кабинами, или элегантными ванными на гнутых ножках.</p>
                </div>
                <div className="texts gap-1">
                    <p className="text"><b>Разнообразие моделей</b></p>
                    <p className="text answer">Коллекции, представленные в салоне, отлично сочетаются. Если вы хотите реализовать свой собственный дизайнерский потенциал – нет ничего проще. Кроме того, мы уверены, что сможем помочь вам воплотить в жизнь любые идеи ванных комнат. Начиная с выбора качественной кафельной плитки и заканчивая современными душевыми кабинами, или элегантными ванными на гнутых ножках.</p>
                </div>
                <div className="texts gap-1">
                    <p className="text"><b>Разнообразие моделей</b></p>
                    <p className="text answer">Коллекции, представленные в салоне, отлично сочетаются. Если вы хотите реализовать свой собственный дизайнерский потенциал – нет ничего проще. Кроме того, мы уверены, что сможем помочь вам воплотить в жизнь любые идеи ванных комнат. Начиная с выбора качественной кафельной плитки и заканчивая современными душевыми кабинами, или элегантными ванными на гнутых ножках.</p>
                </div>
                <div className="texts gap-1">
                    <p className="text"><b>Разнообразие моделей</b></p>
                    <p className="text answer">Коллекции, представленные в салоне, отлично сочетаются. Если вы хотите реализовать свой собственный дизайнерский потенциал – нет ничего проще. Кроме того, мы уверены, что сможем помочь вам воплотить в жизнь любые идеи ванных комнат. Начиная с выбора качественной кафельной плитки и заканчивая современными душевыми кабинами, или элегантными ванными на гнутых ножках.</p>
                </div>
                <div className="texts gap-1">
                    <p className="text"><b>Разнообразие моделей</b></p>
                    <p className="text answer">Коллекции, представленные в салоне, отлично сочетаются. Если вы хотите реализовать свой собственный дизайнерский потенциал – нет ничего проще. Кроме того, мы уверены, что сможем помочь вам воплотить в жизнь любые идеи ванных комнат. Начиная с выбора качественной кафельной плитки и заканчивая современными душевыми кабинами, или элегантными ванными на гнутых ножках.</p>
                </div>
            </div>
        </div>
    );
};

export default FAQ;